Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Two commands in a shell on %@. The daemon lets your tailnet in without a password, so nothing comes back here. Tap a row to copy its command.
de: Zwei Befehle in einer Shell auf %@. Der Daemon lässt dein Tailnet ohne Passwort herein, daher kommt hier nichts zurück. Tippe auf eine Zeile, um ihren Befehl zu kopieren.
es: Dos comandos en una shell en %@. El daemon deja entrar a tu tailnet sin contraseña, así que aquí no vuelve nada. Toca una fila para copiar su comando.
fr: Deux commandes dans un shell sur %@. Le daemon laisse entrer votre tailnet sans mot de passe, donc rien ne revient ici. Touchez une ligne pour copier sa commande.
it: Due comandi in una shell su %@. Il daemon lascia entrare il tuo tailnet senza password, quindi qui non torna nulla. Tocca una riga per copiarne il comando.
ja: %@ 上のシェルで 2 つのコマンドを実行します。デーモンはパスワードなしで tailnet からの接続を許可するため、ここには何も返ってきません。行をタップするとそのコマンドをコピーできます。
ko: %@의 셸에서 명령 두 개를 실행합니다. 데몬은 암호 없이 tailnet의 접속을 허용하므로 여기로는 아무것도 돌아오지 않습니다. 행을 탭하면 해당 명령을 복사합니다.
pt_br: Dois comandos em um shell em %@. O daemon deixa sua tailnet entrar sem senha, então nada volta para cá. Toque em uma linha para copiar o comando dela.
zh_hans: 在 %@ 的一个 shell 中执行两条命令。该守护进程会允许你的 tailnet 免密码接入，因此不会有任何信息回传到这里。点按一行即可复制其命令。
zh_hant: 在 %@ 的一個 shell 中執行兩條命令。該守護行程會允許你的 tailnet 免密碼接入，因此不會有任何資訊回傳到這裡。點按一行即可複製其命令。

source: Install delegate
de: delegate installieren
es: Instalar delegate
fr: Installer delegate
it: Installa delegate
ja: delegate をインストール
ko: delegate 설치
pt_br: Instalar delegate
zh_hans: 安装 delegate
zh_hant: 安裝 delegate

source: Rust's cargo builds it from the source and puts it in ~/.cargo/bin.
de: Rusts cargo baut es aus dem Quellcode und legt es in ~/.cargo/bin ab.
es: El cargo de Rust lo compila desde el código fuente y lo coloca en ~/.cargo/bin.
fr: Le cargo de Rust le compile depuis les sources et le place dans ~/.cargo/bin.
it: Il cargo di Rust lo compila dal sorgente e lo mette in ~/.cargo/bin.
ja: Rust の cargo がソースからビルドし、~/.cargo/bin に配置します。
ko: Rust의 cargo가 소스에서 빌드하여 ~/.cargo/bin에 넣습니다.
pt_br: O cargo do Rust compila a partir do código-fonte e o coloca em ~/.cargo/bin.
zh_hans: Rust 的 cargo 会从源代码构建它，并放到 ~/.cargo/bin 中。
zh_hant: Rust 的 cargo 會從原始碼建置它，並放到 ~/.cargo/bin 中。

source: Write its config and start it
de: Seine Konfiguration schreiben und starten
es: Escribir su configuración e iniciarlo
fr: Écrire sa configuration et le démarrer
it: Scrivi la sua configurazione e avvialo
ja: 設定を書き出して起動
ko: 설정을 작성하고 시작하기
pt_br: Escrever a configuração e iniciá-lo
zh_hans: 写入配置并启动它
zh_hant: 寫入設定並啟動它

source: config init writes ~/.config/delegate/config.yml and host.yml; install-service starts it as a user service on port 4100, trusting the tailnet.
de: config init schreibt ~/.config/delegate/config.yml und host.yml; install-service startet es als Benutzerdienst auf Port 4100, der dem Tailnet vertraut.
es: config init escribe ~/.config/delegate/config.yml y host.yml; install-service lo inicia como servicio de usuario en el puerto 4100, confiando en el tailnet.
fr: config init écrit ~/.config/delegate/config.yml et host.yml ; install-service le démarre comme service utilisateur sur le port 4100, en faisant confiance au tailnet.
it: config init scrive ~/.config/delegate/config.yml e host.yml; install-service lo avvia come servizio utente sulla porta 4100, fidandosi del tailnet.
ja: config init が ~/.config/delegate/config.yml と host.yml を書き出します。install-service はそれをポート 4100 のユーザサービスとして起動し、tailnet を信頼します。
ko: config init이 ~/.config/delegate/config.yml과 host.yml을 작성합니다. install-service는 이를 포트 4100의 사용자 서비스로 시작하며, tailnet을 신뢰합니다.
pt_br: config init grava ~/.config/delegate/config.yml e host.yml; install-service o inicia como serviço de usuário na porta 4100, confiando na tailnet.
zh_hans: config init 会写入 ~/.config/delegate/config.yml 和 host.yml；install-service 会将它作为用户服务在端口 4100 上启动，并信任该 tailnet。
zh_hant: config init 會寫入 ~/.config/delegate/config.yml 和 host.yml；install-service 會將它做為使用者服務在連接埠 4100 上啟動，並信任該 tailnet。

source: New packet like this
de: Neues Paket wie dieses
es: Nuevo paquete como este
fr: Nouveau paquet identique
it: Nuovo pacchetto come questo
ja: これと同じパケットを新規作成
ko: 이것과 같은 새 패킷
pt_br: Novo pacote como este
zh_hans: 新建同样的任务包
zh_hant: 新建同樣的任務包

source: The same goal, paths and verifier, open to edit before it goes.
de: Dasselbe Ziel, dieselben Pfade und derselbe Verifizierer, offen zur Bearbeitung, bevor es losgeht.
es: El mismo objetivo, rutas y verificador, abiertos para editar antes de que se envíe.
fr: Le même objectif, les mêmes chemins et le même vérificateur, ouverts à la modification avant l’envoi.
it: Lo stesso obiettivo, gli stessi percorsi e lo stesso verificatore, aperti per la modifica prima che parta.
ja: 同じ目標・パス・検証を、送信前に編集できる状態で。
ko: 같은 목표, 경로, 검증을 전송 전에 편집할 수 있게 엽니다.
pt_br: O mesmo objetivo, caminhos e verificador, abertos para edição antes de partir.
zh_hans: 相同的目标、路径和验证方式，发送前可编辑。
zh_hant: 相同的目標、路徑和驗證方式，傳送前可編輯。

source: below the start
de: unterhalb des Starts
es: antes del inicio
fr: avant le départ
it: prima dell’inizio
ja: 開始前
ko: 시작 전
pt_br: antes do início
zh_hans: 起点之前
zh_hant: 起點之前

source: waiting
de: wartet
es: en espera
fr: en attente
it: in attesa
ja: 待機中
ko: 대기 중
pt_br: aguardando
zh_hans: 等待中
zh_hant: 等待中

source: running
de: läuft
es: en curso
fr: en cours
it: in corso
ja: 実行中
ko: 실행 중
pt_br: em execução
zh_hans: 运行中
zh_hant: 執行中

source: passed
de: bestanden
es: superado
fr: réussi
it: superato
ja: 合格
ko: 통과
pt_br: aprovado
zh_hans: 已通过
zh_hant: 已通過

source: skipped
de: übersprungen
es: omitido
fr: ignoré
it: saltato
ja: スキップ済み
ko: 건너뜀
pt_br: pulado
zh_hans: 已跳过
zh_hant: 已跳過

source: held
de: angehalten
es: detenido
fr: retenu
it: in sospeso
ja: 保留中
ko: 보류 중
pt_br: retido
zh_hans: 保留
zh_hant: 保留

source: beyond the ceiling
de: über der Obergrenze
es: por encima del tope
fr: au-delà du plafond
it: oltre il tetto
ja: 上限超え
ko: 상한 초과
pt_br: acima do teto
zh_hans: 超出上限
zh_hant: 超出上限

source: %@ skipped: %@
de: %@ übersprungen: %@
es: %@ omitido: %@
fr: %@ ignoré : %@
it: %@ saltato: %@
ja: %@ をスキップ: %@
ko: %@ 건너뜀: %@
pt_br: %@ pulado: %@
zh_hans: %@ 已跳过：%@
zh_hant: %@ 已跳過：%@

source: %@ attempt %d running
de: %@ Versuch %d läuft
es: %@ intento %d en curso
fr: %@ tentative %d en cours
it: %@ tentativo %d in corso
ja: %@ の試行 %d 回目を実行中
ko: %@ 시도 %d회 실행 중
pt_br: %@ tentativa %d em execução
zh_hans: %@ 第 %d 次尝试正在运行
zh_hant: %@ 第 %d 次嘗試正在執行

source: %@ needs approval: %@
de: %@ benötigt Freigabe: %@
es: %@ necesita aprobación: %@
fr: %@ nécessite une approbation : %@
it: %@ richiede approvazione: %@
ja: %@ には承認が必要: %@
ko: %@에 승인 필요: %@
pt_br: %@ precisa de aprovação: %@
zh_hans: %@ 需要批准：%@
zh_hant: %@ 需要核准：%@

source: %@ approved
de: %@ freigegeben
es: %@ aprobado
fr: %@ approuvé
it: %@ approvato
ja: %@ 承認済み
ko: %@ 승인됨
pt_br: %@ aprovado
zh_hans: %@ 已批准
zh_hant: %@ 已核准

source: %@ held
de: %@ angehalten
es: %@ detenido
fr: %@ retenu
it: %@ in sospeso
ja: %@ 保留中
ko: %@ 보류됨
pt_br: %@ retido
zh_hans: %@ 已保留
zh_hant: %@ 已保留

source: %@ ↷ %@ (%@ failed: %@)
de: %@ ↷ %@ (%@ fehlgeschlagen: %@)
es: %@ ↷ %@ (%@ falló: %@)
fr: %@ ↷ %@ (%@ a échoué : %@)
it: %@ ↷ %@ (%@ non riuscito: %@)
ja: %@ ↷ %@ (%@ 失敗: %@)
ko: %@ ↷ %@ (%@ 실패: %@)
pt_br: %@ ↷ %@ (%@ falhou: %@)
zh_hans: %@ ↷ %@（%@ 失败：%@）
zh_hant: %@ ↷ %@（%@ 失敗：%@）

source: applied %@, %d bytes
de: %@ angewendet, %d Bytes
es: %@ aplicados, %d bytes
fr: %@ appliqués, %d octets
it: %@ applicati, %d byte
ja: %@ を適用、%d バイト
ko: %@ 적용됨, %d바이트
pt_br: %@ aplicados, %d bytes
zh_hans: 已应用 %@，%d 字节
zh_hant: 已套用 %@，%d 位元組

source: %@ at %@ · %d escalation(s) · %@
de: %@ bei %@ · %d Eskalation(en) · %@
es: %@ en %@ · %d escalación(es) · %@
fr: %@ à %@ · %d escalade(s) · %@
it: %@ su %@ · %d escalation · %@
ja: %@ · %@ · エスカレーション %d 回 · %@
ko: %@ · %@ · 에스컬레이션 %d회 · %@
pt_br: %@ em %@ · %d escalonamento(s) · %@
zh_hans: %@ · %@ · %d 次升级 · %@
zh_hant: %@ · %@ · %d 次升級 · %@

source: verify exit %d
de: Verifizierung: Exit %d
es: verificación: salida %d
fr: vérification : sortie %d
it: verifica: uscita %d
ja: 検証終了コード %d
ko: 검증 종료 코드 %d
pt_br: verificação: saída %d
zh_hans: 验证退出码 %d
zh_hant: 驗證退出碼 %d

source: worker failed
de: Worker fehlgeschlagen
es: fallo del worker
fr: échec du worker
it: worker non riuscito
ja: ワーカーが失敗
ko: 워커 실패
pt_br: falha no worker
zh_hans: 执行失败
zh_hant: 執行失敗

source: timed out
de: Zeitüberschreitung
es: tiempo agotado
fr: délai dépassé
it: tempo scaduto
ja: タイムアウト
ko: 시간 초과
pt_br: tempo esgotado
zh_hans: 超时
zh_hant: 逾時

source: out of scope: %@
de: außerhalb des Umfangs: %@
es: fuera del alcance: %@
fr: hors du périmètre : %@
it: fuori dall’ambito: %@
ja: 対象範囲外: %@
ko: 범위 밖: %@
pt_br: fora do escopo: %@
zh_hans: 超出范围：%@
zh_hant: 超出範圍：%@

source: never started
de: nie gestartet
es: nunca se inició
fr: jamais démarré
it: mai avviato
ja: 未開始
ko: 시작되지 않음
pt_br: nunca iniciado
zh_hans: 从未开始
zh_hant: 從未開始

source: attempt %d
de: Versuch %d
es: intento %d
fr: tentative %d
it: tentativo %d
ja: 試行 %d
ko: 시도 %d
pt_br: tentativa %d
zh_hans: 第 %d 次尝试
zh_hant: 第 %d 次嘗試

source: Waiting for approval before %@
de: Wartet auf Freigabe vor %@
es: Esperando aprobación antes de %@
fr: En attente d’approbation avant %@
it: In attesa di approvazione prima di %@
ja: %@ の前に承認待ち
ko: %@ 전에 승인 대기 중
pt_br: Aguardando aprovação antes de %@
zh_hans: 在进入 %@ 前等待批准
zh_hant: 在進入 %@ 前等待核准

source: Starting
de: Startet
es: Iniciando
fr: Démarrage
it: Avvio in corso
ja: 開始中
ko: 시작 중
pt_br: Iniciando
zh_hans: 正在启动
zh_hant: 正在啟動

source: Passed at %@ after %d escalation(s)
de: Bestanden bei %@ nach %d Eskalation(en)
es: Superado en %@ tras %d escalación(es)
fr: Réussi à %@ après %d escalade(s)
it: Superato su %@ dopo %d escalation
ja: %@ で %d 回のエスカレーション後に合格
ko: %@에서 에스컬레이션 %d회 후 통과
pt_br: Aprovado em %@ após %d escalonamento(s)
zh_hans: 在 %@ 经过 %d 次升级后通过
zh_hant: 在 %@ 經過 %d 次升級後通過

source: Passed at %@
de: Bestanden bei %@
es: Superado en %@
fr: Réussi à %@
it: Superato su %@
ja: %@ で合格
ko: %@에서 통과
pt_br: Aprovado em %@
zh_hans: 在 %@ 通过
zh_hant: 在 %@ 通過

source: Failed on every rung
de: Auf jeder Stufe gescheitert
es: Fallido en cada nivel
fr: Échec à chaque niveau
it: Fallito su ogni livello
ja: すべての段で失敗
ko: 모든 단에서 실패
pt_br: Falhou em todos os níveis
zh_hans: 每一级都失败了
zh_hant: 每一級都失敗了

source: Held before %@
de: Angehalten vor %@
es: Detenido antes de %@
fr: Retenu avant %@
it: In sospeso prima di %@
ja: %@ の前で保留
ko: %@ 전에 보류됨
pt_br: Retido antes de %@
zh_hans: 在 %@ 之前保留
zh_hant: 在 %@ 之前保留

source: The dispatcher hit an error
de: Der Dispatcher hatte einen Fehler
es: El despachador encontró un error
fr: Le répartiteur a rencontré une erreur
it: Il dispatcher ha riscontrato un errore
ja: ディスパッチャーでエラーが発生しました
ko: 디스패처에서 오류가 발생했습니다
pt_br: O dispatcher encontrou um erro
zh_hans: 调度器遇到了错误
zh_hant: 調度器遇到了錯誤

source: Try it at %@
de: Bei %@ versuchen
es: Probarlo en %@
fr: L’essayer à %@
it: Provalo su %@
ja: %@ で試す
ko: %@에서 시도
pt_br: Tentar em %@
zh_hans: 在 %@ 试试
zh_hant: 在 %@ 試試

source: The same packet one rung down — a pass there is a streak the table can promote on.
de: Dasselbe Paket eine Stufe tiefer – ein Erfolg dort ist eine Serie, die die Tabelle hochstufen kann.
es: El mismo paquete un nivel más abajo — un acierto ahí es una racha que la tabla puede ascender.
fr: Le même paquet un niveau plus bas — une réussite là peut créer une série que le tableau peut promouvoir.
it: Lo stesso pacchetto un livello più in basso — un successo lì è una serie che la tabella può promuovere.
ja: 同じパケットを1段下で — そこで通れば、表が昇格させられる連勝になる。
ko: 같은 패킷을 한 단 아래에서 — 거기서 통과하면 표가 승격시킬 수 있는 연승이 됩니다.
pt_br: O mesmo pacote um nível abaixo — um sucesso ali é uma sequência que a tabela pode promover.
zh_hans: 同一个任务包，降一级 — 在那里通过一次，就是表格可以借此晋升的连胜。
zh_hant: 同一個任務包，降一級 — 在那裡通過一次，就是表格可以藉此晉升的連勝。

source: Climb to %@
de: Zu %@ aufsteigen
es: Subir a %@
fr: Monter à %@
it: Sali a %@
ja: %@ に上げる
ko: %@(으)로 올리기
pt_br: Subir para %@
zh_hans: 升到 %@
zh_hant: 升到 %@

source: The same packet one rung above where it stopped.
de: Dasselbe Paket eine Stufe über der Stelle, an der es aufgehört hat.
es: El mismo paquete un nivel por encima de donde se detuvo.
fr: Le même paquet un niveau au-dessus de là où il s’est arrêté.
it: Lo stesso pacchetto un livello sopra il punto in cui si è fermato.
ja: 止まった場所より1段上の同じパケット。
ko: 멈춘 지점보다 한 단 위의 같은 패킷입니다.
pt_br: O mesmo pacote um nível acima de onde parou.
zh_hans: 同一个任务包，比它停下的地方高一级。
zh_hant: 同一個任務包，比它停下的地方高一級。

source: Run it again at %@
de: Bei %@ erneut ausführen
es: Ejecutarlo de nuevo en %@
fr: Le relancer à %@
it: Eseguilo di nuovo su %@
ja: %@ でもう一度実行
ko: %@에서 다시 실행
pt_br: Executar novamente em %@
zh_hans: 在 %@ 再运行一次
zh_hant: 在 %@ 再執行一次

source: Start over where it was held.
de: Dort neu beginnen, wo es angehalten wurde.
es: Empezar de nuevo donde se detuvo.
fr: Recommencer là où il a été retenu.
it: Ricomincia da dove è stato messo in sospeso.
ja: 保留された場所からやり直す。
ko: 보류된 지점부터 다시 시작합니다.
pt_br: Recomeçar de onde foi retido.
zh_hans: 从被保留的地方重新开始。
zh_hant: 從被保留的地方重新開始。

source: Another attempt on the same rung.
de: Ein weiterer Versuch auf derselben Stufe.
es: Otro intento en el mismo nivel.
fr: Une nouvelle tentative au même niveau.
it: Un altro tentativo sullo stesso livello.
ja: 同じ段でもう一度試行。
ko: 같은 단에서 다시 한번 시도합니다.
pt_br: Outra tentativa no mesmo nível.
zh_hans: 在同一级再试一次。
zh_hant: 在同一級再試一次。

source: Delegate needs you
de: Delegate braucht dich
es: Delegate te necesita
fr: Delegate a besoin de vous
it: Delegate ha bisogno di te
ja: Delegate があなたを必要としています
ko: Delegate에 확인이 필요합니다
pt_br: O Delegate precisa de você
zh_hans: Delegate 需要你
zh_hant: Delegate 需要你

source: %@ waits before %@
de: %@ wartet vor %@
es: %@ espera antes de %@
fr: %@ patiente avant %@
it: %@ attende prima di %@
ja: %@ は %@ の前で待機
ko: %@은(는) %@ 전에 대기 중
pt_br: %@ espera antes de %@
zh_hans: %@ 在 %@ 之前等待
zh_hant: %@ 在 %@ 之前等待

source: Delegate passed at %@
de: Delegate bestanden bei %@
es: Delegate superado en %@
fr: Delegate réussi à %@
it: Delegate superato su %@
ja: Delegate が %@ で合格
ko: Delegate가 %@에서 통과
pt_br: Delegate aprovado em %@
zh_hans: Delegate 在 %@ 通过
zh_hant: Delegate 在 %@ 通過

source: Delegate failed
de: Delegate fehlgeschlagen
es: Delegate ha fallado
fr: Delegate a échoué
it: Delegate non riuscito
ja: Delegate が失敗しました
ko: Delegate 실패
pt_br: O Delegate falhou
zh_hans: Delegate 失败
zh_hant: Delegate 失敗

source: Hand a bounded task to a cheaper tier and get back a verified patch.
de: Gib eine begrenzte Aufgabe an eine günstigere Stufe ab und erhalte einen verifizierten Patch zurück.
es: Encarga una tarea acotada a un nivel más económico y recibe a cambio un parche verificado.
fr: Confiez une tâche délimitée à un niveau moins cher et récupérez un correctif vérifié.
it: Affida un compito limitato a un livello più economico e ricevi in cambio una patch verificata.
ja: 範囲を絞ったタスクを安い段に渡し、検証済みのパッチを受け取ります。
ko: 범위가 정해진 작업을 더 저렴한 단에 맡기고 검증된 패치를 돌려받으세요.
pt_br: Entregue uma tarefa limitada a um nível mais barato e receba de volta um patch verificado.
zh_hans: 把一个范围明确的任务交给更便宜的一级，换回一个经过验证的补丁。
zh_hant: 把一個範圍明確的任務交給更便宜的一級，換回一個經過驗證的修補程式。

source: Delegate runs
de: Delegate-Läufe
es: Ejecuciones de Delegate
fr: Exécutions de Delegate
it: Esecuzioni di Delegate
ja: Delegate の実行履歴
ko: Delegate 실행 내역
pt_br: Execuções do Delegate
zh_hans: Delegate 运行记录
zh_hant: Delegate 執行紀錄

source: New packet
de: Neues Paket
es: Nuevo paquete
fr: Nouveau paquet
it: Nuovo pacchetto
ja: 新規パケット
ko: 새 패킷
pt_br: Novo pacote
zh_hans: 新建任务包
zh_hant: 新增任務包

source: Delegating work to your machines' cheaper tiers is part of Tailscode Pro.
de: Arbeit an die günstigeren Stufen deiner Rechner zu delegieren ist Teil von Tailscode Pro.
es: Delegar trabajo a los niveles más económicos de tus máquinas es parte de Tailscode Pro.
fr: Déléguer du travail aux niveaux moins chers de vos machines fait partie de Tailscode Pro.
it: Delegare lavoro ai livelli più economici delle tue macchine fa parte di Tailscode Pro.
ja: 作業を自分のマシンの安い段に委任することは Tailscode Pro に含まれます。
ko: 작업을 내 컴퓨터의 더 저렴한 단에 위임하는 것은 Tailscode Pro에 포함됩니다.
pt_br: Delegar trabalho aos níveis mais baratos das suas máquinas faz parte do Tailscode Pro.
zh_hans: 把工作委派给你机器上更便宜的级别，属于 Tailscode Pro 的功能。
zh_hant: 把工作委派給你電腦上更便宜的級別，屬於 Tailscode Pro 的功能。

source: Write a packet, pick how far up the ladder it may climb, and watch a local or cheap-cloud model earn the frontier's job — every attempt verified before it lands in your tree.
de: Schreib ein Paket, wähle, wie weit es die Leiter hinaufsteigen darf, und beobachte, wie ein lokales oder günstiges Cloud-Modell sich die Aufgabe des Spitzenmodells verdient – jeder Versuch wird verifiziert, bevor er in deinem Arbeitsverzeichnis landet.
es: Escribe un paquete, elige hasta qué altura de la escalera puede subir, y observa cómo un modelo local o de nube económica se gana el trabajo del modelo de vanguardia — cada intento se verifica antes de aterrizar en tu árbol de trabajo.
fr: Rédigez un paquet, choisissez jusqu’où il peut grimper sur l’échelle, et regardez un modèle local ou cloud économique gagner le travail du modèle de pointe — chaque tentative est vérifiée avant d’atterrir dans votre arbre de travail.
it: Scrivi un pacchetto, scegli fino a che punto della scala può salire, e guarda un modello locale o cloud economico guadagnarsi il lavoro del modello di punta — ogni tentativo viene verificato prima di atterrare nel tuo albero di lavoro.
ja: パケットを書き、はしごのどこまで上れるかを選び、ローカルまたは安価なクラウドのモデルがフロンティアモデルの仕事を勝ち取る様子を見守りましょう — どの試行もあなたの作業ツリーに入る前に検証されます。
ko: 패킷을 작성하고 사다리를 얼마나 올라갈 수 있는지 정한 다음, 로컬 모델이나 저렴한 클라우드 모델이 프런티어 모델의 일을 따내는 과정을 지켜보세요 — 모든 시도는 작업 트리에 들어가기 전에 검증됩니다.
pt_br: Escreva um pacote, escolha até onde na escada ele pode subir, e veja um modelo local ou de nuvem barata conquistar o trabalho do modelo de ponta — cada tentativa é verificada antes de pousar na sua árvore de trabalho.
zh_hans: 写一个任务包，选择它最高能爬到阶梯的哪一级，然后看着本地或廉价云端模型赢得原本属于前沿模型的工作 — 每次尝试都会先经过验证，再落入你的工作树。
zh_hant: 寫一個任務包，選擇它最高能爬到階梯的哪一級，然後看著本地或廉價雲端模型贏得原本屬於前沿模型的工作 — 每次嘗試都會先經過驗證，再落入你的工作樹。

source: Delegate: send bounded tasks to your own local and cheap-cloud tiers, verified before they land
de: Delegate: Sende begrenzte Aufgaben an deine eigenen lokalen und günstigen Cloud-Stufen, verifiziert, bevor sie landen
es: Delegate: envía tareas acotadas a tus propios niveles locales y de nube económica, verificadas antes de aterrizar
fr: Delegate : confiez des tâches délimitées à vos propres niveaux locaux et cloud économiques, vérifiées avant d’atterrir
it: Delegate: invia compiti limitati ai tuoi livelli locali e cloud economici, verificati prima di atterrare
ja: Delegate: 範囲を絞ったタスクを自分のローカルや安価なクラウドの段に送り、着地前に検証
ko: Delegate: 범위가 정해진 작업을 내 로컬 및 저렴한 클라우드 단으로 보내고, 적용 전에 검증
pt_br: Delegate: envie tarefas limitadas para seus próprios níveis locais e de nuvem barata, verificadas antes de pousar
zh_hans: Delegate：把范围明确的任务发送到你自己的本地和廉价云端级别，落地前先验证
zh_hant: Delegate：把範圍明確的任務傳送到你自己的本地和廉價雲端級別，落地前先驗證

source: Delegate is in beta
de: Delegate ist in der Beta-Phase
es: Delegate está en beta
fr: Delegate est en bêta
it: Delegate è in beta
ja: Delegate はベータ版です
ko: Delegate는 베타 버전입니다
pt_br: O Delegate está em beta
zh_hans: Delegate 处于测试版
zh_hant: Delegate 處於測試版

source: Beta. Delegate is new; open this to read what that means.
de: Beta. Delegate ist neu; öffne dies, um zu lesen, was das bedeutet.
es: Beta. Delegate es nuevo; abre esto para leer qué significa.
fr: Bêta. Delegate est nouveau ; ouvrez ceci pour lire ce que cela signifie.
it: Beta. Delegate è nuovo; apri questo per leggere cosa significa.
ja: ベータ。Delegate は新機能です。これを開くと、その意味を読めます。
ko: 베타. Delegate는 새로운 기능입니다. 무엇을 뜻하는지 읽으려면 이것을 여세요.
pt_br: Beta. O Delegate é novo; abra isto para ler o que isso significa.
zh_hans: 测试版。Delegate 是新功能；打开这里可以了解这意味着什么。
zh_hant: 測試版。Delegate 是新功能；打開這裡可以瞭解這代表什麼。

source: Delegate is new and still being shaped. It does real work every day, and what it learns there changes it: the packet, the ladder, the words a run is told in and the tier a class starts at will keep moving between releases until the feature is right.
de: Delegate ist neu und wird noch weiterentwickelt. Es leistet jeden Tag echte Arbeit, und was es dabei lernt, verändert es: das Paket, die Leiter, die Worte, in denen ein Lauf erzählt wird, und die Stufe, bei der eine Klasse startet, werden sich zwischen den Releases noch verschieben, bis das Feature stimmt.
es: Delegate es nuevo y todavía se está perfilando. Hace trabajo real todos los días, y lo que aprende ahí lo cambia: el paquete, la escalera, las palabras con las que se narra una ejecución y el nivel en el que empieza una clase seguirán moviéndose entre versiones hasta que la función esté lista.
fr: Delegate est nouveau et encore en train de se façonner. Il fait un vrai travail chaque jour, et ce qu’il en apprend le change : le paquet, l’échelle, les mots dans lesquels une exécution est racontée et le niveau auquel une classe démarre continueront de bouger entre les versions jusqu’à ce que la fonctionnalité soit au point.
it: Delegate è nuovo e ancora in fase di definizione. Svolge lavoro reale ogni giorno, e ciò che impara lì lo cambia: il pacchetto, la scala, le parole con cui viene raccontata un’esecuzione e il livello a cui parte una classe continueranno a spostarsi tra le release finché la funzione non sarà a punto.
ja: Delegate はまだ新しく、今も形づくられている途中です。毎日実際の作業をこなし、そこで学んだことがそれ自身を変えていきます。パケット、はしご、実行が語られる言葉、クラスが始まる段は、この機能が仕上がるまでリリースのたびに変わり続けます。
ko: Delegate는 아직 새롭고 계속 다듬어지고 있습니다. 매일 실제 작업을 수행하며, 거기서 배운 것이 그 자신을 바꿉니다. 패킷, 사다리, 실행을 알리는 문구, 클래스가 시작하는 단은 이 기능이 완성될 때까지 릴리스마다 계속 바뀔 것입니다.
pt_br: O Delegate é novo e ainda está sendo moldado. Ele faz trabalho real todos os dias, e o que aprende com isso o transforma: o pacote, a escada, as palavras com que uma execução é contada e o nível em que uma classe começa vão continuar mudando entre as versões até que o recurso fique no ponto.
zh_hans: Delegate 还很新，仍在不断打磨中。它每天都在做真实的工作，从中学到的东西也在改变它：任务包、阶梯、描述一次运行时所用的措辞，以及某个类别的起始级别，都会在各个版本之间持续变动，直到这个功能真正成熟。
zh_hant: Delegate 還很新，仍在不斷打磨中。它每天都在做真實的工作，從中學到的東西也在改變它：任務包、階梯、描述一次執行時所用的措辭，以及某個類別的起始級別，都會在各個版本之間持續變動，直到這個功能真正成熟。
